tap "homebrew/bundle"
tap "homebrew/services"
brew "ack"
brew "bash"
brew "sqlite"
brew "chruby"
brew "fish"
brew "chruby-fish"
brew "cmake"
brew "ctags"
brew "fzf"
brew "git"
brew "grep"
brew "make"
brew "openssh"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python@3.8"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "ruby-build"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "urlview"
brew "vim"
brew "wget"
brew "stats"
cask "1password"
cask "alfred"
cask "arq"
cask "atom"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "logseq"
cask "moneymoney"
cask "moom"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
