tap "homebrew/bundle"
brew "ack"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "bat"
brew "bison"
brew "readline"
brew "glib"
brew "chruby"
brew "fish"
brew "chruby-fish"
brew "code-cli"
brew "unbound"
brew "qemu"
brew "lima"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gdbm"
brew "gifsicle"
brew "git"
brew "helm"
brew "kubernetes-cli"
brew "libffi"
brew "libyaml"
brew "llm"
brew "lsd"
brew "moar"
brew "nvm"
brew "openssl@1.1"
brew "podman"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-build"
brew "ruby-install"
brew "sqlite-utils"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
cask "1password-cli"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "iterm2"
cask "kitty"
cask "pgadmin4"
cask "qutebrowser"
cask "vimr"
cask "vlc"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "g-fidalgo.cypress-runner"
vscode "jasonnutter.search-node-modules"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "patrick91.python-dependencies-vscode"
vscode "redhat.vscode-yaml"
